Repository: chenkaigithub/GenieWin8
Catalog: GenieWP8/GenieWP8/Resources/AppResources.*.resx
Languages: ar_om, fi_fi, ru_ru, sk_sk, sl_si

# AboutText
source: About
ar_om: حول
fi_fi: Tietoja
ru_ru: Информация
sk_sk: O aplikácii
sl_si: Vizitka

# AllowPlayInNetworkText
source: Allow play in network
ar_om: السماح بالتشغيل في الشبكة
fi_fi: Salli toisto verkossa
ru_ru: Разрешить воспроизведение в сети
sk_sk: Povoliť prehrávanie v sieti
sl_si: Dovoli predvajanje v omrežju

source: Android Device
ar_om: جهاز Android
fi_fi: Android-laite
ru_ru: Устройство с ОС Android
sk_sk: Zariadenie so systémom Android
sl_si: Naprava Android

source: Android Phone
ar_om: هاتف Android
fi_fi: Android-puhelin
ru_ru: Телефон с ОС Android
sk_sk: Telefón so systémom Android
sl_si: Telefon Android

source: Android Tablet
ar_om: جهاز Android اللوحي
ru_ru: Планшет с ОС Android
sk_sk: Počítač typu Tablet so systémom Android
sl_si: Tablični računalnik Android

# AverageText
source: Average
ar_om: معدل
fi_fi: Keskimääräinen
ru_ru: Среднее
sk_sk: Priemer
sl_si: Povprečje

# bad_password
source: Login failed. Please re-enter the correct admin password for your NETGEAR router.
ar_om: فشل تسجيل الدخول. يرجى إعادة إدخال كلمة مرور المسؤول الصحيحة لموجه NETGEAR
fi_fi: Kirjautuminen epäonnistui. Kirjoita NETGEAR-reitittimen oikea järjestelmänvalvojan salasana uudelleen.
ru_ru: Не удалось войти в систему. Введите правильный пароль администратора для маршрутизатора NETGEAR.
sk_sk: Prihlásenie zlyhalo. Znovu zadajte správne heslo správcu pre váš smerovač NETGEAR.
sl_si: Prijava ni uspela. Znova vnesite pravilno skrbniško geslo za usmerjevalnik NETGEAR.

source: Blu-ray Player
ar_om: مشغّل Blu-ray
fi_fi: Blu-ray-soitin
ru_ru: Плеер Blu-ray
sk_sk: Prehrávač formátu Blu-ray
sl_si: Predvajalnik Blu-ray

source: Bridge
ar_om: الجسر
fi_fi: Silta
ru_ru: Мост
sk_sk: Premostenie
sl_si: Most

# btnApply
source: Apply
ar_om: تطبيق
fi_fi: Käytä
ru_ru: Применить
sk_sk: Použiť
sl_si: Uporabi

# btnBack
source: Back
ar_om: رجع
fi_fi: Palata
ru_ru: возвращаться
sk_sk: vrátiť sa
sl_si: Vrni se

# btnFileUpload
source: FileUpload
ar_om: تحميل الملف
fi_fi: Lataa tiedosto
ru_ru: Загрузить файл Спецстраницы
sk_sk: Nahrať súbor
sl_si: Naloži datoteko

# btnModify
source: Modify
ar_om: تعديل
fi_fi: Muokkaa
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Spremeni

# btnWhat
source: What is it?
ar_om: ما هذا؟
fi_fi: Mikä se on?
ru_ru: Что это?
sk_sk: Čo je to?
sl_si: Kaj je to?

source: Cable STB
ar_om: كبل STB
fi_fi: Kaapeliverkon digisovitin
ru_ru: Кабельная STB
sk_sk: Káblové STB
sl_si: Kabelski sprejemnik

# cameradev
source: Camera
ar_om: كاميرا
fi_fi: Kamera
ru_ru: Камера
sk_sk: Fotoaparát
sl_si: Kamera

# CancelButtonContent
source: Cancel
ar_om: إلغاء
fi_fi: Peruuta
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči

# ChangeCustomizingSettingText
source: Change Customizing Settings
ar_om: تغيير الإعدادات المخصصة
fi_fi: Muuta asetuksia
ru_ru: Изменение пользовательских настроек
sk_sk: Zmeniť vlastné nastavenia
sl_si: Spreminjanje nastavitev po meri

source: Channel
ar_om: القناة
fi_fi: Kanava
ru_ru: Канал
sk_sk: Kanál
sl_si: Kanal

# ChannelPageTitleText
source: Channel
ar_om: القناة
fi_fi: Kanava
ru_ru: Канал
sk_sk: Kanál
sl_si: Kanal

# CheckAvailabilityContent
source: Check Availability
ar_om: تحقق من التوافر
fi_fi: Tarkista, onko tunnus käytettävissä
ru_ru: Проверить доступность
sk_sk: Skontrolovať dostupnosť
sl_si: Preveri razpoložljivost

# CheckGuestAccessText
source: Guest Access
ar_om: وصول الضيوف
fi_fi: Vieraskäyttö
ru_ru: Гостевой доступ
sk_sk: Hosťovský prístup
sl_si: Dostop gostom

# CheckParentalControlText
source: Parental Control
ar_om: عناصر تحكم الوالدين
fi_fi: Parental Controls
ru_ru: Родительск. контроль
sk_sk: Rodičovská kontrola
sl_si: Parental Controls

# CheckTrafficMeterText
source: Traffic Meter
ar_om: مقياس حركة المرور
fi_fi: Liikennemittari
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa

# CloseAboutButtonContent
source: Close
ar_om: إغلاق
fi_fi: Sulje
ru_ru: Закрыть
sk_sk: Zavrieť
sl_si: Zapri

# CloseLicenseButtonContent
source: Close
ar_om: إغلاق
fi_fi: Sulje
ru_ru: Закрыть
sk_sk: Zavrieť
sl_si: Zapri

# CompleteIllustrationText
source: You have successfully setup NETGEAR Live Parental Controls powered by OpenDNS. Next time you run the Management Utility, it will take you to the status screen where you can:
ar_om: قمت بإعداد عناصر تحكم الوالدين المباشرة من NETGEAR المشغلة من OpenDNS بنجاح. في المرة المقبلة قم بتشغيل الأداة المساعدة للإدارة، وسيتم توجيهك مباشرةً إلى شاشة الحالة حيث يمكنك:
fi_fi: NETGEAR Live Parental Controls powered by OpenDNS -ratkaisun asennus on valmis. Kun seuraavan kerran käynnistät hallinta-apuohjelman, sinut ohjataan tilanäyttöön, jossa voit:
ru_ru: Настройка NETGEAR Live Parental Controls с использованием сервиса OpenDNS успешно завершена. При следующем запуске утилиты управления отобразится экран состояния, на котором можно выполнить следующие действия:
sk_sk: Úspešne ste nastavili funkciu rodičovskej kontroly Live od spoločnosti NETGEAR podporovanú službou OpenDNS. Pri ďalšom spustení pomocného programu na správu sa presuniete na obrazovku stavu, kde môžete:
sl_si: Uspešno ste nastavili NETGEAR Live Parental Controls s tehnologijo OpenDNS. "Ko boste naslednjič zagnali pripomoček za upravljanje, boste preusmerjeni na zaslon s stanjem, kjer lahko:

# ConfirmEmailText
source: Confirm Email
ar_om: تأكيد البريد الإلكتروني
fi_fi: Vahvista sähköposti
ru_ru: Подтвердите адрес эл. Почты
sk_sk: Potvrďte e-mail
sl_si: Potrditev e-pošte

# ConfirmPasswordText
source: Confirm Password
ar_om: تأكيد كلمة المرور
fi_fi: Vahvista salasana
ru_ru: Подтвердите пароль
sk_sk: Potvrďte heslo
sl_si: Potrditev gesla

# CopyrightText
source: Copyright (c) 2013, NETGEAR Inc.
ar_om: حقوق النشر (c)‏ 2013، ‏NETGEAR Inc.
ru_ru: Авторские права (c) NETGEAR Inc., 2013
sk_sk: Autorské práva (c) 2013, NETGEAR Inc.

source: Counter Start Time
ar_om: وقت بدء العداد
fi_fi: Laskurin käynnistysaika
ru_ru: Время запуска счетчика
sk_sk: Čas začiatku počítadla
sl_si: Začetni čas števca

source: Counter Start Time Hour
ar_om: ساعة-وقت بدء
fi_fi: Käynnistysaika-Tunti
ru_ru: Время запуска счетчика трафика-Часов
sk_sk: Čas spustenia merača prenosov-Hodina
sl_si: Začetni čas merilnika prometa-Ura

# CounterStartTimeMin
source: Counter Start Time Minute
ar_om: دقيقة-وقت بدء
fi_fi: Käynnistysaika-Minuutit
ru_ru: Время запуска счетчика трафика-Минут
sk_sk: Čas spustenia merača prenosov-Minúta
sl_si: Začetni čas merilnika prometa-Minuta

# EmailText
source: Email
ar_om: البريد الإلكتروني
fi_fi: Sähköposti
ru_ru: Адрес эл. Почты
sl_si: E-pošta

# EnquireOpenDNSText
source: To set the Live Parental Control, you need to have an OpenDNS account. Already have an account yet?
ar_om: لإعداد عناصر تحكم الوالدين المباشرة، تحتاج إلى حساب OpenDNS. هل لديك حساب بالفعل؟
fi_fi: Live Parental Controls -lapsilukkojen määrittäminen vaatii OpenDNS-tilin. Onko sinulla jo tili?
ru_ru: Для установки родительского контроля Live Parental Controls необходимо иметь учетную запись OpenDNS. Учетная запись уже создана?
sk_sk: Ak chcete nastaviť rodičovskú kontrolu v službe Live, je potrebné, aby ste disponovali kontom v službe OpenDNS. Máte už konto vytvorené?
sl_si: Če želite nastaviti Live Parental Controls, potrebujete račun OpenDNS. Ali že imate račun?

# EnterRegInformationText
source: Please enter the following information.
ar_om: يرجى إدخال معلوماتك أدناه.
fi_fi: Täytä tietosi alla oleviin kenttiin.
ru_ru: Введите свою информацию ниже.
sk_sk: Nižšie zadajte vaše informácie.
sl_si: Spodaj vnesite informacije

# EnterUsername_PasswordText
source: Please enter the following User Name and Password.
ar_om: يرجى إدخال اسم المستخدم وكلمة المرور أدناه.
fi_fi: Kirjoita käyttäjätunnus ja salasana alle.
ru_ru: Ниже введите свое имя пользователя и пароль.
sk_sk: Nižšie zadajte vaše meno používateľa a heslo.
sl_si: Spodaj vnesite uporabniško ime in geslo.

# FilterLevel
source: Filtering level
ar_om: مستوى التصفية
fi_fi: Suodatustaso
ru_ru: Уровень фильтрации
sk_sk: Úroveň filtrovania
sl_si: Raven filtriranja

# FiltingIllustrationText
source: All computers connected to your router will be protected from the content you select below. You can customize your Live Parental Controls later in our website.
ar_om: ستتم حماية كل أجهزة الكمبيوتر المتصلة بموجهك من المحتوى الذي تختاره أدناه. يمكنك تخصيص عناصر تحكم الوالدين المباشرة على موقع الويب الخاص بنا.
fi_fi: Kaikki reitittimeen kytketyt tietokoneet suojataan sisällöltä, jonka voit määrittää seuraavassa. Live Parental Controls -ratkaisua voi muokata myöhemmin web-sivustolla.
ru_ru: Все компьютеры, подключенные к вашему маршрутизатору, буду защищены от контента, который вы выберите ниже. Можно выполнить настройку Live Parental Controls позже на нашем веб-сайте.
sk_sk: Všetky počítače pripojené k vášmu smerovaču budú chránené pred nižšie zvoleným obsahom. Neskôr si na našej webovej stránke môžete nastavenia funkcie Live Parental Controls prispôsobiť.
sl_si: Vsi računalniki, povezani z usmerjevalnikom, bodo zaščiteni pred spodaj izbrano vsebino. Live Parental Controls lahko pozneje prilagodite na našem spletnem mestu.

# FirmwareVersionText
source: Firmware Version:
ar_om: إصدار البرنامج الثابت:
fi_fi: Laiteohjelman versio：
ru_ru: Версия микропрограммного обеспечения：
sk_sk: Verzia firmvéru：
sl_si: Različica vdelane programske opreme：

# gamedev
source: Gaming Console
ar_om: وحدة تحكم الألعاب
fi_fi: Pelikonsoli
ru_ru: Игровая приставка
sk_sk: Herná konzola
sl_si: Igralna konzola

# gatewaydev
source: Router
ar_om: موجه
fi_fi: Reititin
ru_ru: Маршрутизатор
sk_sk: Smerovač
sl_si: Usmerjevalnik

source: Guest Access
ar_om: وصول الضيوف
fi_fi: Vieraskäyttö
ru_ru: Гостевой доступ
sk_sk: Hosťovský prístup
sl_si: Dostop gostom

# GuestAccessPageTitleText
source: Guest Access
ar_om: وصول الضيوف
fi_fi: Vieraskäyttö
ru_ru: Гостевой доступ
sk_sk: Hosťovský prístup
sl_si: Dostop gostom

# GuestSecurityPageTitleText
source: Security
ar_om: الأمان
fi_fi: Suojaus
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost

# GuestSettingPageTitleText
source: Guest Settings
ar_om: إعدادات الضيف
fi_fi: Vierasasetukset
ru_ru: Параметры гостевого доступа
sk_sk: Nastavenia hosťa
sl_si: Nastavitev gosta

# GuestTimeSegPageTitleText
source: Time Period
ar_om: الفترة الزمنية
fi_fi: Ajanjakso
ru_ru: Период времени
sk_sk: Časové obdobie
sl_si: Časovno obdobje

# GuestWiFiName
source: Name/SSID
ar_om: الاسم/SSID
fi_fi: Nimi/SSID
ru_ru: Имя/SSID
sk_sk: Meno/identifikátor SSID
sl_si: Ime/SSID

# Illustration1Text
source: * check whether Live Parental Control are enabled
ar_om: * التحقق مما إذا تم تمكين عناصر تحكم الوالدين المباشرة
fi_fi: * tarkistaa, onko Live Parental Controls käytössä
ru_ru: * проверить, включена ли утилита Live Parental Controls
sk_sk: * skontrolovať, či je zapnutá funkcia Live Parental Controls
sl_si: * preverite, ali je Live Parental Controls omogočen,

# Illustration2Text
source: * disable or enable Live Parental Controls
ar_om: * تعطيل عناصر تحكم الوالدين المباشرة أو تمكينها
fi_fi: * ottaa Live Parental Controls -ratkaisun käyttöön tai poistaa sen käytöstä
ru_ru: * отключить или включить Live Parental Controls
sk_sk: * vypnúť alebo zapnúť funkciu Live Parental Controls
sl_si: * onemogočite ali omogočite Live Parental Controls,

# Illustration3Text
source: * modify basic settings
ar_om: * تعديل الإعدادات الأساسية
fi_fi: * muokata perusasetuksia
ru_ru: * изменить основные настройки
sk_sk: * upraviť základné nastavenia
sl_si: * spremenite osnovne nastavitve,

# Illustration4Text
source: * change custom settings such as per-user and time-of-day based Live Parental Controls
ar_om: * تغيير الإعدادات المخصصة مثل عناصر تحكم الوالدين المباشرة المرتكزة على أساس كل مستخدم ووقت اليوم
fi_fi: * mukauttaa asetuksia, kuten käyttäjäkohtaisia tai vuorokauden aikaan perustuvia Live Parental Controls -asetuksia
ru_ru: * изменить такие пользовательские настройки, как Live Parental Controls для определенных пользователей и времени суток
sk_sk: * zmeniť vlastné nastavenia, ako napr. funkciu Live Parental Controls založenú na používateľovi a čase v priebehu dňa
sl_si: * spremenite nastavitve pripomočka Live Parental Controls po meri, na primer za posameznega uporabnika ali obdobje dneva;

# Illustration_HighText
source: Protects against all adult-related sites, illegal activity, social networking sites, video sharing sites, phishing attacks and general time-wasters.
ar_om: يحمي من المواقع المخصصة للراشدين والنشاط غير المشروع ومواقع الشبكات الاجتماعية ومواقع مشاركة الفيديو وهجمات التصيد الاحتيالي والمواقع العامة التي تهدر الوقت
fi_fi: Estää pääsyn aikuisviihdesivustoille, yhteisösivustoille, laittomille sivustoille, videoiden jakosivustoille ja muille vastaaville. Lisäksi suojaa tietojenkalasteluyrityksiltä.
ru_ru: Защита от посещения всех веб-сайтов, предназначенных для взрослых, веб-сайтов, занимающихся противозаконной деятельностью, веб-сайтов социальных сетей, веб-сайтов, предназначенных для обмена видеоматериалами, от фишинг-атак и от посещения веб-сайтов, напрасно отнимающих время.
sk_sk: Chráni pred všetkými stránkami pre dospelých, stránkami s nelegálnymi aktivitami, stránkami sociálnych sietí, stránkami zdieľajúcimi videá, útokmi na citlivé informácie a všeobecnými stránkami na zabíjanie času.
sl_si: Ščiti pred vsemi mesti z vsebino za odrasle, nezakonitimi dejavnostmi, družabnimi omrežji, mesti za izmenjavo videoposnetkov, napadi z lažnim predstavljanjem in ostalimi mesti za zapravljanje časa.

# Illustration_LowText
source: Protects against pornography and phishing attacks.
ar_om: يحمي من الإباحية وهجمات التصيد الاحتيالي.
fi_fi: Estää pääsyn pornografisille sivustoille ja suojaa tietojenkalasteluyrityksiltä.
ru_ru: Защита от посещения веб-сайтов с порнографическим содержимым и от фишинг-атак.
sk_sk: Chráni pred pornografiou a útokmi na citlivé informácie.
sl_si: Ščiti pred pornografijo in napadi z lažnim predstavljanjem.

# Illustration_MediumText
source: Protects against all adult-related sites, illegal activity and phishing attacks.
ar_om: يحمي من كل المواقع المخصصة للراشدين والنشاط غير المشروع وهجمات التصيد الاحتيالي.
fi_fi: Estää pääsyn aikuisviihdesivustoille ja laittomille sivustoille sekä suojaa tietojenkalasteluyrityksiltä.
ru_ru: Защита от посещения всех веб-сайтов, предназначенных для взрослых, веб-сайтов, занимающихся противозаконной деятельностью, и от фишинг-атак.
sk_sk: Chráni pred všetkými stránkami pre dospelých, stránkami s nelegálnymi aktivitami a útokmi na citlivé informácie.
sl_si: Ščiti pred vsemi mesti z vsebino za odrasle, nezakonitimi dejavnostmi in napadi z lažnim predstavljanjem.

# Illustration_MinimumText
source: Protects only against phishing attacks.
ar_om: يحمي فقط من هجمات التصيد الاحتيالي.
fi_fi: Suojaa vain tietojenkalasteluyrityksiltä.
ru_ru: Защита только от фишинг-атак.
sk_sk: Chráni iba pred útokmi na citlivé informácie.
sl_si: Ščiti samo pred napadi z lažnim predstavljanjem.

# Illustration_NoneText
source: Nothing blocked.
ar_om: لا شيء محظور
fi_fi: Mitään ei ole estetty.
ru_ru: Блокировка не включена.
sk_sk: Nič nie je blokované.
sl_si: Nič ni blokirano.

# interneterror
source: Internet is not available. Please connect your Router to Internet first.
ar_om: إنترنت غير متوفر. يرجى توصيل الموجه بإنترنت أولاً.
fi_fi: Internet ei ole käytettävissä. Yhdistä ensin reitittimesi Internetiin.
ru_ru: Отсутствует соединение с Интернетом. Сначала подключите маршрутизатор к Интернету.
sk_sk: Sieť internet nie je dostupná. Najprv pripojte smerovač do siete internet.
sl_si: Internet ni na voljo. Najprej z usmerjevalnikom vzpostavite internetno povezavo.

source: Key/Password
ar_om: المفتاح/كلمة المرور
fi_fi: Tunnus/salasana
ru_ru: Ключ/пароль
sk_sk: Kľúč/Heslo
sl_si: Ključ/geslo

# LicenseButtonContent
source: License
ar_om: الترخيص
fi_fi: Käyttöoikeus
ru_ru: Лицензия
sk_sk: Licencia
sl_si: Licenca

# LicenseText
source: License
ar_om: الترخيص
fi_fi: Käyttöoikeus
ru_ru: Лицензия
sl_si: Licenca

# LimitPerMonth
source: Monthly Limit (MB)
ar_om: حد شهري (ميغابايت)
fi_fi: Kuukausiraja (MB)
ru_ru: Ограничение объема трафика в месяц (МБ)
sk_sk: Mesačný limit (MB)
sl_si: Mesečna mejna vrednost (MB)

# LoginButtonContent
source: Login
ar_om: تسجيل الدخول
fi_fi: Käyttäjätunnus
ru_ru: Вход в систему
sk_sk: Prihlásenie
sl_si: Prijava

# LoginPageTitleText
source: Login
ar_om: تسجيل الدخول
fi_fi: Käyttäjätunnus
ru_ru: Вход в систему
sk_sk: Prihlásenie
sl_si: Prijava

# login_alertinfo
source: NETGEAR router is not found or is not supported. Also make sure the device is not connected to the guest network of the router, and no IPv6 is enabled.
ar_om: فشل تسجيل الدخول! يرجى التحقق لمعرفة ما إذا كان هذا الكمبيوتر متصلاً بموجه NETGEAR.
fi_fi: NETGEAR-reititintä ei löydy tai sitä ei tueta. Varmista myös, että laitetta ei ole liitetty reitittimen vierasverkkoon eikä IPv6 ole käytössä.
ru_ru: Роутер NETGEAR не найден или не поддерживается. Также убедитесь в том, что устройство подключено не к гостевой сети роутера, и что не активирован протокол IPv6.
sk_sk: Smerovač NETGEAR sa nenašiel alebo nie je podporovaný. Overte, či zariadenie nie je pripojené k hostiteľskej sieti smerovača a či nie je povolený žiadny protokol IPv6.
sl_si: Usmerjevalnika NETGEAR ni bilo mogoče najti ali pa ni podprt. Zagotovite tudi, da naprava ni povezana z omrežjem za goste usmerjevalnika in da IPv6 ni omogočen.

# LogoutButtonContent
source: Logout
ar_om: تسجل الخروج
fi_fi: Uloskirjaus
ru_ru: Выход
sk_sk: Odhlásenie
sl_si: Odjava

# MbytesText
source: Mbytes
ar_om: ميغابايت
fi_fi: megatavua
ru_ru: МБайт
sk_sk: MB
sl_si: MB

# mediadev
source: Media Device
ar_om: جهاز الوسائط
fi_fi: Medialaite
ru_ru: Мультимедийное устройство
sk_sk: Mediálne zariadenie
sl_si: Medij

# mobiledev
source: Smart Phone
ar_om: الهاتف الذكي
fi_fi: Älypuhelin
ru_ru: Смартфон
sk_sk: Telefón SmartPhone
sl_si: Pametni telefon

source: My Media
ar_om: الوسائط الخاصة بي
fi_fi: Omat mediatiedostot
ru_ru: Мои мультимедиа
sk_sk: Moje médiá
sl_si: Moja predstavnost

# MyMediaOption
source: Options
ar_om: خيارات
fi_fi: Valinnat
ru_ru: Параметры
sk_sk: Možnosti
sl_si: Možnosti

# MyMediaOptionPageTitleText
source: Option
ar_om: خيارات
fi_fi: Valinnat
ru_ru: Параметры
sk_sk: Možnosti
sl_si: Možnosti

# MyMediaPageTitleText
source: My Media
ar_om: الوسائط الخاصة بي
fi_fi: Omat mediatiedostot
ru_ru: Мои мультимедиа
sk_sk: Moje médiá
sl_si: Moja predstavnost

# MyMediaPlayer
source: Player
ar_om: مشغل
fi_fi: Soitin
ru_ru: Проигрыватель
sk_sk: Prehrávač
sl_si: Predvajalnik

# MyMediaPlayerPageTitleText
source: Player
ar_om: مشغل
fi_fi: Soitin
ru_ru: Проигрыватель
sk_sk: Prehrávač
sl_si: Predvajalnik

# MyMediaPlaying
source: Playing
ar_om: قيد التشغيل
fi_fi: Toistetaan
ru_ru: Воспроизведение
sk_sk: Prehráva sa
sl_si: Predvajanje

# MyMediaSource
source: Source
ar_om: مصدر
fi_fi: Lähde
ru_ru: Источник
sk_sk: Zdroj
sl_si: Vir

# MyMediaSourcePageTitleText
source: Source
ar_om: مصدر
fi_fi: Lähde
ru_ru: Источник
sk_sk: Zdroj
sl_si: Vir

# netstoragedev
source: Storage
ar_om: تخزين
fi_fi: Tallennusväline
ru_ru: Устройство хранения
sk_sk: Úložné zariadenie
sl_si: Pomnilnik

# networkdev
source: Network Device
ar_om: جهاز الشبكة
fi_fi: Verkkolaite
ru_ru: Сетевое устройство
sk_sk: Sieťové zariadenie
sl_si: Omrežna naprava

source: Network Map
ar_om: خريطة الشبكة
fi_fi: Verkkokartta
ru_ru: Карта сети
sk_sk: Mapa siete
sl_si: Zemljevid omrežja

# NetworkMapPageTitleText
source: Network Map
ar_om: خريطة الشبكة
fi_fi: Verkkokartta
ru_ru: Карта сети
sk_sk: Mapa siete
sl_si: Zemljevid omrežja

# NextButtonContent
source: Next
ar_om: التالي
fi_fi: Seuraava
ru_ru: Далее
sk_sk: Ďalej
sl_si: Naprej

# NoButtonContent
source: No
ar_om: لا
fi_fi: Ei
ru_ru: Нет
sk_sk: Nie
sl_si: Ne

# NoteContentText
source: Restart media service when the wireless network setting is changed. Tap Refresh source folder if there is any change in media folder(s). Share file in network to allow people access to files on this device over the network. Allow people to use this device to play files over the network.
ar_om: إعادة تشغيل خدمة الوسائط عند تغيير إعداد الشبكة اللاسلكية.
fi_fi: Käynnistä mediapalvelu uudelleen, kun langaton verkkoasetus on vaihdettu.
ru_ru: Перезапустить мультимедийную службу при изменении параметров беспроводной сети.
sk_sk: Keď sa zmení nastavenie bezdrôtovej siete, reštartujte službu médií.
sl_si: Ponovno zaženi predstavnostno storitev, ko je spremenjena nastavitev brezžičnega omrežja.

# NoteText
source: Note:
ar_om: ملاحظة:
fi_fi: Huomautus:
ru_ru: Примечание:
sk_sk: Poznámka:
sl_si: Opomba:

# notsupport
source: The router does not support this function.
ar_om: لا يدعم الموجه هذه الوظيفة.
fi_fi: Reititin ei tue tätä toimintoa.
ru_ru: Маршрутизатор не поддерживает данную функцию.
sk_sk: Smerovač túto funkciu nepodporuje.
sl_si: Usmerjevalnik ne podpira te funkcije.

# OpenDNSUserText
source: OpenDNS User
ar_om: حساب OpenDNS
fi_fi: OpenDNS-tili
ru_ru: Учетная запись OpenDNS
sk_sk: Konto služby OpenDNS
sl_si: Račun OpenDNS

source: Parental Control
ar_om: عناصر تحكم الوالدين
fi_fi: Parental Controls
ru_ru: Родительск. контроль
sk_sk: Rodičovská kontrola
sl_si: Parental Controls

# ParentalControlPageTitleText
source: Parental Control
ar_om: عناصر تحكم الوالدين
fi_fi: Parental Controls
ru_ru: Родительск. контроль
sk_sk: Rodičovská kontrola
sl_si: Parental Controls

# PasswordText
source: Password
ar_om: كلمة المرور
fi_fi: Salasana
ru_ru: Пароль
sk_sk: Heslo
sl_si: Geslo

# PasswordTipsText
source: (Default is "password")
ar_om: (كلمة المرور الافتراضية هي \"password\")
fi_fi: (oletussalasana on password)
ru_ru: (в качестве пароля по умолчанию используется слово \"password\")
sk_sk: (predvolené je \"password\")
sl_si: (privzeto je \"password\")

# PreviousButtonContent
source: Previous
ar_om: السابق
fi_fi: Edellinen
ru_ru: Назад
sk_sk: Predchádz.
sl_si: Nazaj

# printerdev
source: Printer
ar_om: طابعة
fi_fi: Tulostin
ru_ru: Принтер
sk_sk: Tlačiareň
sl_si: Tiskalnik

# PrivacyPolicyContent
source: Privacy Policy
fi_fi: Yksityisyyden suoja
ru_ru: Политика конфиденциальности
sk_sk: Zásady ochrany osobných údajov
sl_si: Pravilnik o zasebnosti

source: QR Code
ar_om: رمز QR
fi_fi: QR-koodi
ru_ru: QR-код
sk_sk: Kód QR
sl_si: Koda QR

# QRCodePageTitleText
source: QR Code
ar_om: رمز QR
fi_fi: QR-koodi
ru_ru: QR-код
sk_sk: Kód QR
sl_si: Koda QR

# radioButton_HighContent
source: High
ar_om: عالي
fi_fi: Korkea
ru_ru: Высокий
sk_sk: Vysoká
sl_si: Visoko

# radioButton_LowContent
source: Low
ar_om: منخفض
fi_fi: Alhainen
ru_ru: Низкий
sk_sk: Nízka
sl_si: Nizko

# radioButton_MediumContent
source: Moderate
ar_om: معتدل
fi_fi: Keskitaso
ru_ru: Средний
sk_sk: Stredná
sl_si: Zmerna

# radioButton_MinimumContent
source: Minimal
ar_om: الأدنى
fi_fi: Minimaalinen
ru_ru: Минимальный
sk_sk: Minimálna
sl_si: Minimalna

# radioButton_NoneContent
source: None
ar_om: بلا
fi_fi: Ei mitään
ru_ru: Отсутствует
sk_sk: Žiadne
sl_si: Brez

# RefreshButtonContent
source: Refresh
ar_om: تحديث
fi_fi: Päivitä
ru_ru: Обновить
sk_sk: Obnoviť
sl_si: Osveži

# RefreshSourceFolderText
source: Refresh source folder
ar_om: تحديث مجلد المصدر
fi_fi: Päivitä lähdekansio
ru_ru: Обновить папку-источник
sk_sk: Obnoviť zdrojový priečinok
sl_si: Osveži izvirno mapo

# RememberPasswordCheckBoxContent
source: Remember password
ar_om: تذكر كلمة المرور
fi_fi: Muista salasana
ru_ru: Запомнить пароль
sk_sk: Zapamätať si heslo
sl_si: Zapomni si geslo

source: Repeater
ar_om: جهاز تكرار
fi_fi: Toistin
ru_ru: Повторитель
sk_sk: Retranslátor
sl_si: Ponavljalnik

# ResourceLanguage
source: en-US
ar_om: ar-OM
fi_fi: fi-FI
ru_ru: ru-RU
sk_sk: sk-SK
sl_si: sl-SI

# RestartMediaServiceText
source: Restart media service
ar_om: إعادة تشغيل خدمة الوسائط
fi_fi: Käynnistä mediapalvelu uudelleen
ru_ru: Перезапустить мультимедийную службу
sk_sk: Reštartovať službu médií
sl_si: Restart medije
