Repository: chenkaigithub/GenieWin8
Catalog: GenieWP8/GenieWP8/Resources/AppResources.*.resx
Languages: ar_om, fi_fi, ru_ru, sk_sk, sl_si

# ReturnButtonContent
source: Take me to the status screen
ar_om: أنقلني إلى شاشة الحالة
fi_fi: Siirry tilanäyttöön
ru_ru: Перейти на экран состояния
sk_sk: Prejsť na stavovú obrazovku
sl_si: Preusmeri me na zaslon s stanjem

# RightsReservedText
source: All Rights Reserved.
ar_om: كافة الحقوق محفوظة
fi_fi: Kaikki oikeudet pidätetään
ru_ru: Все права защищены.
sk_sk: Všetky práva vyhradené.
sl_si: Vse pravice pridržane.

# RouterModelText
source: Router Model:
ar_om: طراز الموجه:
fi_fi: Reitittimen malli：
ru_ru: Модель маршрутизатора：
sk_sk: Model smerovača：
sl_si: Model usmerjevalnika：

source: Satellite STB
ar_om: الأقمار الصناعية STB
fi_fi: Satelliittiverkon digisovitin
ru_ru: Спутниковая STB
sk_sk: Satelitné STB
sl_si: Satelitski sprejemnik

# scannerdev
source: Scanner
ar_om: ماسحة ضوئية
fi_fi: Skanneri
ru_ru: Сканер
sk_sk: Skener
sl_si: Optični bralnik

source: Security
ar_om: الأمان
fi_fi: Suojaus
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost

# SecurityPageTitleText
source: Security
ar_om: الأمان
fi_fi: Suojaus
ru_ru: Безопасность
sk_sk: Zabezpečenie
sl_si: Varnost

# SettingCompleteText
source: Setup is complete!
ar_om: اكتمل الإعداد!
fi_fi: Asennus on valmis
ru_ru: Настройка завершена!
sk_sk: Nastavenie je dokončené!
sl_si: Nastavitev je dokončana.

# SettingPageTitleText
source: Edit Settings
ar_om: تحرير الإعدادات
fi_fi: Muokkaa asetuksia
ru_ru: Редактировать параметры
sk_sk: Upraviť nastavenia
sl_si: Uredi nastavitve

# SettingPasswordTipsText
source: 8-63 characters or 64 hexadecimal values
ar_om: من 8 إلى 63 حرفاً أو 64 قيماً سداسيةً عشريةً
fi_fi: 8–63 merkkiä tai 64 heksadesimaalista arvoa
ru_ru: 8–63 символа или 64 шестнадцатеричных значений
sk_sk: 8 – 63 znakov alebo 64 šestnástkových hodnôt
sl_si: 8–63 znakov ali 64 šestnajstiških vrednosti

# ShareFilesInNetworkText
source: Share files in network
ar_om: مشاركة الملفات في الشبكة
fi_fi: Jaa tiedostot verkossa
ru_ru: Открыть доступ к файлам по сети
sk_sk: Zdieľať súbory v sieti
sl_si: Izmenjuj datoteke v omrežju

# StartDate
source: Day
ar_om: يوم بدء العداد
fi_fi: Päivä
ru_ru: День
sk_sk: Deň
sl_si: Dan

# StartDatePageTitleText
source: Date
ar_om: يوم
fi_fi: Päivä
ru_ru: День
sk_sk: Deň
sl_si: Dan

# StartTimeHourText
source: Hour
ar_om: ساعة
fi_fi: Tunti
ru_ru: Часов
sk_sk: Hodina
sl_si: Ura

# StartTimeMinuteText
source: Minute
ar_om: دقيقة
fi_fi: Minuutit
ru_ru: Минут
sk_sk: Minúta
sl_si: Minuta

# StartTimeText
source: Time
ar_om: وقت بدء العداد
fi_fi: Aika
ru_ru: Время
sk_sk: Čas
sl_si: Čas

# stb
source: Other STB
ar_om: STB آخر
fi_fi: Muu digisovitin
ru_ru: Другая STB
sk_sk: Iné STB
sl_si: Drug sprejemnik

# SupportText
source: Powered by BIGIT.COM
ar_om: يتم التشغيل بواسطة SiteView
ru_ru: С использованием сервиса BIGIT.COM
sk_sk: Prevádzkované na báze technológie SiteView
sl_si: Delovanje omogoča BIGIT.COM

# switchdev
source: Switch
ar_om: التبديل
fi_fi: Kytkin
ru_ru: Коммутатор
sk_sk: Prepínač
sl_si: Stikalo

# tablepc
source: Tablet
ar_om: الجهاز اللوحي
ru_ru: Планшет
sk_sk: Počítač typu Tablet
sl_si: Tablični računalnik

# Terms_ConditionsText
source: Terms and Conditions
ar_om: البنود والشروط
fi_fi: Käyttöehdot
ru_ru: Условия
sk_sk: Podmienky a požiadavky
sl_si: Pogoji in določila

# TimeSegment
source: Time Period
ar_om: الفترة الزمنية
fi_fi: Ajanjakso
ru_ru: Период времени
sk_sk: Časové obdobie
sl_si: Časovno obdobje

# TimeSegment_10hours
source: 10 hours
ar_om: 10 ساعة
fi_fi: 10 tunti
ru_ru: 10 час
sk_sk: 10 hodina
sl_si: 10 uro

# TimeSegment_1day
source: 1 day
ar_om: 1 يوم
fi_fi: 1 päivä
ru_ru: 1 день
sk_sk: 1 deň
sl_si: 1 dan

# TimeSegment_1hour
source: 1 hour
ar_om: 1 ساعة
fi_fi: 1 tunti
ru_ru: 1 час
sk_sk: 1 hodina
sl_si: 1 uro

# TimeSegment_1week
source: 1 week
ar_om: 1 أسبوع
fi_fi: 1 viikko
ru_ru: 1 неделя
sk_sk: 1 týždeň
sl_si: 1 teden

# TimeSegment_5hours
source: 5 hours
ar_om: 5 ساعة
fi_fi: 5 tunti
ru_ru: 5 час
sk_sk: 5 hodina
sl_si: 5 uro

# TimeSegment_Always
source: Always
ar_om: دائما
fi_fi: Aina
ru_ru: всегда
sk_sk: vždy
sl_si: vedno

# TotalText
source: Total
ar_om: الإجمالي
ru_ru: Всего
sk_sk: Spolu
sl_si: Skupaj

# TrafficMeterSettingPageTitleText
source: Traffic Meter
fi_fi: Liikennemittari
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa

# TrafficLimitation
source: Traffic Volume Limit
ar_om: حد حجم حركة المرور
fi_fi: Liikennemäärän rajoitus
ru_ru: Ограничение объема трафика
sk_sk: Limit objemu prenosov
sl_si: Mejna količina prometa

# TrafficLimitationPageTitleText
source: Traffic Volume Limit
ar_om: حد حجم حركة المرور
fi_fi: Liikennemäärän rajoitus
ru_ru: Ограничение объема трафика
sk_sk: Limit objemu prenosov
sl_si: Mejna količina prometa

# TrafficLimitation_Download
source: Download Only
ar_om: تنزيل
fi_fi: Lataa vain
ru_ru: скачать только
sk_sk: iba stiahnuť
sl_si: samo prenesete

# TrafficLimitation_DownloadUpload
source: Download & Upload
ar_om: تحميل & تنزيل
fi_fi: Lähettämiseen ja lataamiseen
ru_ru: Отправка и загрузка
sk_sk: Nahrávanie a sťahovanie
sl_si: Nalaganje in nalaganje

# TrafficLimitation_Unlimited
source: Unlimited
ar_om: غير محدود
fi_fi: Ei mitään
ru_ru: Отсутствует
sk_sk: Žiadne
sl_si: Brez

source: Traffic Meter
ar_om: مقياس حركة المرور
fi_fi: Liikennemittari
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa

# TrafficMeterPageTitleText
source: Traffic Meter
ar_om: مقياس حركة المرور
fi_fi: Liikennemittari
ru_ru: Счетчик трафика
sk_sk: Merač prenosov
sl_si: Merilnik prometa

# traffic_disable
source: Disable Traffic Meter. Do you want to continue?
ar_om: تعطيل مقياس حركة المرور. هل تريد المتابعة؟
fi_fi: Poista liikennemittari käytöstä. Haluatko jatkaa?
ru_ru: Отключить счетчик трафика. Продолжить?
sk_sk: Vypnúť aplikáciu na meranie objemu prenášaných dát. Chcete pokračovať?
sl_si: Onemogoči merilnik prometa. Ali želite nadaljevati?

# traffic_enable
source: Enable Traffic Meter. Do you want to continue?
ar_om: تمكين مقياس حركة المرور. هل تريد المتابعة؟
fi_fi: Ota liikennemittari käyttöön. Haluatko jatkaa?
ru_ru: Включить счетчик трафика. Продолжить?
sk_sk: Povoliť aplikáciu na meranie objemu prenášaných dát. Chcete pokračovať?
sl_si: Omogoči merilnik prometa. Ali želite nadaljevati?

source: TV
ar_om: تلفزيون
ru_ru: Телевизор

# txtDeviceName
source: Custom Name
ar_om: الاسم المخصص
fi_fi: Mukautettu nimi
ru_ru: Собственное имя
sk_sk: Vlastný názov
sl_si: Ime po meri

# txtIPAddress
source: IP Address
ar_om: عنوان IP
fi_fi: IP-osoite
ru_ru: IP-адрес
sk_sk: Adresa IP
sl_si: Naslov IP

# txtLinkRate
source: Link Rate
ar_om: سرعة الارتباط
fi_fi: Siirtonopeus
ru_ru: Скорость связи
sk_sk: Rýchlosť spojenia
sl_si: Hitrost povezave

# txtMACAddress
source: MAC Address
ar_om: عنوان MAC
fi_fi: MAC-osoite
ru_ru: MAC-адрес
sk_sk: Adresa MAC
sl_si: Naslov MAC

# txtRoutename
source: Router Model
ar_om: طراز الموجه
fi_fi: Reitittimen malli
ru_ru: Модель маршрутизатора
sk_sk: Model smerovača
sl_si: Model usmerjevalnika

# txtSignalStrength
source: Signal Strength
ar_om: قوة الإشارة
fi_fi: Signaalin voimakkuus
ru_ru: Уровень сигнала
sk_sk: Intenzita signálu
sl_si: Moč signala

# txtType
source: Type
ar_om: النوع
fi_fi: Tyyppi
ru_ru: Тип
sk_sk: Typ
sl_si: Vrsta

source: UNIX PC
ar_om: كمبيوتر يعمل بنظام UNIX
fi_fi: UNIX-tietokone
ru_ru: ПК с UNIX
sk_sk: Počítač UNIX
sl_si: Osebni računalnik UNIX

# UserNameText
source: User Name
ar_om: اسم المستخدم
fi_fi: Käyttäjätunnus
ru_ru: Имя пользователя
sk_sk: Meno používateľa
sl_si: Uporabniško ime

# VersionText
source: Version
ar_om: الإصدار：
fi_fi: Versio：
ru_ru: Версия：
sk_sk: Verzia：
sl_si: Različica：

# waitText
source: Please wait...
ar_om: يرجى الانتظار...
fi_fi: Odota...
ru_ru: Подождите...
sk_sk: Čakajte, prosím...
sl_si: Počakajte...

# WiFiName
source: Name/SSID
ar_om: الاسم/SSID
fi_fi: Nimi/SSID
ru_ru: Имя/SSID
sk_sk: Meno/identifikátor SSID
sl_si: Ime/SSID

# WiFiSetting
source: Wireless Settings
ar_om: الإعدادات اللاسلكية
fi_fi: Langattomat asetukset
ru_ru: Настройки Wi-Fi
sk_sk: Nastav. bezdrôt. pripojenia
sl_si: Brezžične nastavitve

# WifiSettingsPageTitleText
source: Settings
ar_om: الإعدادات
fi_fi: Asetukset
ru_ru: Настройки
sk_sk: Nastavenia
sl_si: Nastavitve

source: Windows PC
ar_om: "كمبيوتر يعمل بنظام Windows
fi_fi: Windows-tietokone
ru_ru: ПК с Windows
sk_sk: Počítač so systémom Windows
sl_si: Osebni računalnik Windows

# wirelesssettinrelogin
source: Wireless setting was changed successfully. Please re-join your wireless network by using new wireless setting and login to Genie.
ar_om: تم تغيير الإعداد اللاسلكي بنجاح. يرجى الانضمام مجدداً إلى الشبكة اللاسلكية من خلال استخدام إدخال لاسلكي جديد وتسجيل الدخول إلى genie.
fi_fi: Langattomat asetukset on muutettu. Liity langattomaan verkkoon uudelleen uusien langattomien asetusten avulla ja kirjaudu genieen.
ru_ru: Параметры беспроводного соединения успешно изменены. Повторно подключитесь к беспроводной сети, используя новые параметры соединения, и войдите в программу genie.
sk_sk: Nastavenie bezdrôtovej komunikácie sa úspešne zmenilo. Pripojte sa k bezdrôtovej sieti pomocou nového nastavenia bezdrôtovej komunikácie a prihláste sa do aplikácie genie.
sl_si: Brezžična nastavitev je uspešno spremenjena. Z novo brezžično nastavitvijo se ponovno pridružite v brezžično omrežje in se prijavite v program genie.

# wirelsssetting
source: Changing settings can disrupt active traffic on the wireless network. Do you want to continue?
ar_om: يمكن أن يؤدي تغيير الإعدادات إلى تعطيل حركة المرور النشطة على الشبكة اللاسلكية. هل تريد المتابعة؟
fi_fi: Asetusten muuttaminen voi keskeyttää langattoman verkon aktiivisen liikenteen. Haluatko jatkaa?
ru_ru: При изменении настроек активный трафик в беспроводной сети может быть приостановлен. Продолжить?
sk_sk: Zmena nastavení môže narušiť aktívne prenosy v bezdrôtovej sieti. Chcete pokračovať?
sl_si: Spreminjanje nastavitev lahko onemogoči aktivni promet v brezžičnem omrežju. Ali želite nadaljevati?

# within_distributionText
source: Within the NETGEAR Genie distribution
ar_om: ضمن توزيع NETGEAR genie.
fi_fi: NETGEAR genien levityksessä.
ru_ru: В рамках распространения NETGEAR genie.
sk_sk: V rámci distribúcie aplikácie NETGEAR genie.
sl_si: V distribuciji NETGEAR genie.

# YesButtonContent
source: Yes
ar_om: نعم
fi_fi: Kyllä
ru_ru: Да
sl_si: Da

# SearchText
source: Search
fi_fi: Haku
ru_ru: Поиск
sk_sk: Vyhľadať
sl_si: Iskanje

# DownloadText
source: Download
fi_fi: Lataa
ru_ru: Загрузить
sk_sk: Prevziať
sl_si: Prenos

# UploadText
source: Upload
fi_fi: Lataa
ru_ru: Загрузить
sk_sk: Odovzdať
sl_si: Prenesi

source: Windows Phone
fi_fi: Windows-puhelin
ru_ru: Телефон с ОС Windows
sk_sk: Telefón so systémom Windows
sl_si: Telefon Windows

# LastMonthAvgText
source: Last month
fi_fi: Viime kuussa
ru_ru: За прошедший месяц
sk_sk: Minulý mesiac
sl_si: Prejšnji mesec

# LastMonthTotalText
source: Last month
fi_fi: Viime kuussa
ru_ru: За прошедший месяц
sk_sk: Minulý mesiac
sl_si: Prejšnji mesec

# MonthAvgText
source: This month
fi_fi: Tässä kuussa
ru_ru: За текущий месяц
sk_sk: Tento mesiac
sl_si: Ta mesec

# MonthTotalText
source: This month
fi_fi: Tässä kuussa
ru_ru: За текущий месяц
sk_sk: Tento mesiac
sl_si: Ta mesec

# TodayTotalText
source: Today
fi_fi: Tänään
ru_ru: Сегодня
sk_sk: Dnes
sl_si: Danes

# WeekAvgText
source: This week
fi_fi: Tällä viikolla
ru_ru: За неделю
sk_sk: Tento týždeň
sl_si: Ta teden

# WeekTotalText
source: This week
fi_fi: Tällä viikolla
ru_ru: За неделю
sk_sk: Tento týždeň
sl_si: Ta teden

# YesterdayTotalText
source: Yesterday
fi_fi: Eilen
ru_ru: Вчера
sk_sk: Včera
sl_si: Včeraj

# MyMediaPlayingPageTitleText
source: Playing
fi_fi: Toistetaan
ru_ru: Воспроизведение
sk_sk: Prehráva sa
sl_si: Predvajanje

# login_alertinfo_disableWireless
source: Please connect this device wirelessly to your NETGEAR router, then try again.
fi_fi: Liitä tämä laite langattomasti NETGEAR-reitittimeen ja yritä uudelleen.
ru_ru: Подключите устройство по беспроводному соединению к роутеру NETGEAR и повторите попытку.
sk_sk: Toto zariadenie bezdrôtovo pripojte k vášmu smerovaču NETGEAR a pokus potom zopakujte.
sl_si: Napravo brezžično povežite z usmerjevalnikom NETGEAR in poskusite znova.

# LastDay
source: Last
fi_fi: Viimeisin
ru_ru: Прошедший
sk_sk: Posledné
sl_si: Zadnji

source: Traffic Meter Start Time
fi_fi: Liikennemittarin käynnistysaika
ru_ru: Время запуска счетчика трафика
sk_sk: Čas spustenia merača prenosov
sl_si: Začetni čas merilnika prometa

# SaveButtonContent
source: Save
fi_fi: Varmuuskopioi
ru_ru: Резервное копирование
sk_sk: Uložiť
sl_si: Varnostno kopiranje

# DisallowedPasswordChar
source: Character is not allowed in passphrase.
fi_fi: Merkkiä ei saa käyttää salasanassa
ru_ru: Недопустимый символ для фразы-пароля
sk_sk: Znak nie je povolený v prístupovej fráze
sl_si: Geslo ne sme vsebovati znaka

# DisallowedSSIDChar
source: Character is not allowed in SSID.
fi_fi: Merkkiä ei saa käyttää SSID-tunnuksessa
ru_ru: Недопустимый для SSID символ
sk_sk: Znak nie je povolený v SSID
sl_si: SSID ne sme vsebovati znaka

# MsgPasswordFormat
source: A passphrase consists of either 8~63 ASCII characters or exactly 64 hex-digits. A hex digit is one of these characters: 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.
fi_fi: Salasana koostuu joko 8~63 ASCII-merkistä tai täsmälleen 64 heksadesimaaliluvusta. Heksadesimaaliluku on jokin näistä merkeistä: 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.
ru_ru: Фраза-пароль состоит из 8-63 ASCII символов, либо ровно из 64 шестнадцатеричных цифр. К шестнадцатеричным относятся следующие символы: 0, 1, 2, ..., 8, 9, A, B, C, D, E, и F.
sk_sk: Prístupová fráza obsahuje 8 až 63 znakov ASCII alebo presne 64 hexadecimálnych číslic. Hexadecimálna číslica je niektorý z nasledujúcich znakov: 0, 1, 2, ..., 8, 9, A, B, C, D, E a F.
sl_si: Geslo vsebuje 8~63 znakov ASCII ali natanko 64 šestnajstiških številk. Šestnajstiška številka je ena od teh znakov: 0, 1, 2, ..., 8, 9, A, B, C, D, E, F.

# AnotherUserRegisters
source: This device appears to be registered with another OpenDNS user.
fi_fi: Laite on rekisteröity toiselle OpenDNS-käyttäjälle.
ru_ru: Это устройство зарегистрировано на другого пользователя OpenDNS.
sk_sk: Toto zariadenie je pravdepodobne registrované na iného používateľa služby OpenDNS.
sl_si: Videti je, da je naprava registrirana za drugega uporabnika računa OpenDNS.

source: Academic Fraud
fi_fi: Akateemiset huijaukset
ru_ru: Традиционные формы мошенничества
sk_sk: Akademický podvod
sl_si: Akademska prevara

source: Adult Themes
fi_fi: Aikuisaiheet
ru_ru: Тематика для взрослых
sk_sk: Motívy pre dospelých
sl_si: Odrasle teme

source: Adware
fi_fi: Mainosohjelma
ru_ru: Реклама
sl_si: Oglaševalni programi

source: Alcohol
fi_fi: Alkoholi
ru_ru: Алкоголь
sk_sk: Alkohol
sl_si: Alkohol

source: Anime/Manga/Webcomic
fi_fi: Anime/manga/verkkosarjakuva
ru_ru: Анимэ/манга/веб-комиксы
sk_sk: Animácie/manga/webový komiks
sl_si: Anime/manga/spletni stripi

source: Auctions
fi_fi: Huutokaupat
ru_ru: Аукционы
sk_sk: Aukcie
sl_si: Dražbe

source: Automotive
fi_fi: Autot
ru_ru: Автомобили
sk_sk: Automobilizmus
sl_si: Vozila

source: Blogs
fi_fi: Blogit
ru_ru: Блоги
sk_sk: Blogy
sl_si: Spletni dnevniki

source: Business Services
fi_fi: Yrityspalvelut
ru_ru: Бизнес-услуги
sk_sk: Podnikové služby
sl_si: Poslovne storitve

source: Chat
fi_fi: Keskustelu
ru_ru: Чат
sk_sk: Diskusia
sl_si: Klepet

source: Classifieds
fi_fi: Ilmoitukset
ru_ru: Тематические объявления
sk_sk: Inzeráty
sl_si: Osebni oglasi

source: Dating
fi_fi: Treffit
ru_ru: Знакомства
sk_sk: Schôdzky
sl_si: Zmenki

source: Drugs
fi_fi: Huumeet
ru_ru: Наркотики
sk_sk: Lieky
sl_si: Mamila

source: Ecommerce/Shopping
fi_fi: Sähköinen kaupankäynti / ostokset
ru_ru: Электронная коммерция и торговля
sk_sk: Elektronický obchod/nakupovanie
sl_si: E-trgovina/nakupovanje

source: Educational Institutions
fi_fi: Oppilaitokset
ru_ru: Образовательные учреждения
sk_sk: Vzdelávacie inštitúcie
sl_si: Izobraževalne ustanove

source: File Storage
fi_fi: Tiedostojen tallennus
ru_ru: Файловые хранилища
sk_sk: Úložisko súborov
sl_si: Shranjevanje datotek

source: Financial Institutions
fi_fi: Rahoituslaitokset
ru_ru: Финансовые организации
sk_sk: Finančné inštitúcie
sl_si: Finančne ustanove

source: Forums/Message boards
fi_fi: Foorumit/keskustelupalstat
ru_ru: Форумы/доски объявлений
sk_sk: Fóra/informačné tabule
sl_si: Forumi/sporočila

source: Gambling
fi_fi: Uhkapelit
ru_ru: Азартные игры
sk_sk: Hazard
sl_si: Igre na srečo

source: Games
fi_fi: Pelit
ru_ru: Игры
sk_sk: Hry
sl_si: Igre

source: German Youth Protection
fi_fi: Saksalaisnuorten suojelu
ru_ru: Согласно JMStV (Германия)
sk_sk: Ochrana mládeže v Nemecku
sl_si: Zaščita mladih v Nemčiji

source: Government
fi_fi: Hallinto
ru_ru: Государственные органы
sk_sk: Vláda
sl_si: Vlada

source: Hate/Discrimination
fi_fi: Viha/syrjintä
ru_ru: Проявления ненависти и дискриминации
sk_sk: Nenávisť/diskriminácia
sl_si: Sovraštvo/diskriminacija

source: Health and Fitness
fi_fi: Terveys ja kuntoilu
ru_ru: Здоровье и фитнес
sk_sk: Zdravie a fyzická zdatnosť
sl_si: Zdravje in dobro počutje

source: Humor
fi_fi: Huumori
ru_ru: Юмор

# Illustration_CustomText
source: Only categories you select are blocked.
fi_fi: Vain valitsemasi luokat estetään.
ru_ru: Заблокированы только выбранные категории.
sk_sk: Blokované sú iba vybraté kategórie.
sl_si: Blokirane so samo izbrane kategorije.

source: Instant Messaging
fi_fi: Pikaviestintä
ru_ru: Мгновенный обмен сообщениями
sk_sk: Odosielanie okamžitých správ
sl_si: Kratka sporočila

source: Jobs/Employment
fi_fi: Työpaikat/työ
ru_ru: Работа и наем
sk_sk: Pracovné miesta/zamestnanosť
sl_si: Delo/zaposlitev

source: Lingerie/Bikini
fi_fi: Alusvaatteet/bikinit
ru_ru: Нижнее белье и бикини
sk_sk: Spodná bielizeň/bikiny
sl_si: Spodnje perilo/kopalke

source: Movies
fi_fi: Elokuvat
ru_ru: Фильмы
sk_sk: Filmy
sl_si: Filmi

source: Music
fi_fi: Musiikki
ru_ru: Музыка
sk_sk: Hudba
sl_si: Glasba

source: News/Media
fi_fi: Uutiset/media
ru_ru: Новости/СМИ
sk_sk: Správy/médiá
sl_si: Novice/mediji

source: Non-Profits
fi_fi: Voittoa tavoittelemattomat
ru_ru: Некоммерческие организации
sk_sk: Neziskové organizácie
sl_si: Neprofitne organizacije

source: Nudity
fi_fi: Alastomuus
ru_ru: Обнаженная натура
sk_sk: Nahota
sl_si: Golota

source: P2P/File sharing
fi_fi: P2P/tiedostojen jakaminen
ru_ru: P2P/обмен файлами
sk_sk: P2P/zdieľanie súborov
sl_si: P2P/izmenjava datotek

source: Parked Domains
fi_fi: Säilytykseen siirretyt toimialueet
ru_ru: Прикрепленные домены
sk_sk: Zaparkované domény
sl_si: Parkirane domene

source: Phishing Protection
fi_fi: Tietokalastelulta suojaus
ru_ru: Защита от фишинга
sk_sk: Ochrana pred neoprávneným získavaním údajov
sl_si: Zaščita pred lažnim predstavljanjem

source: Photo Sharing
fi_fi: Valokuvien jakaminen
ru_ru: Публикация фотографий
sk_sk: Zdieľanie fotografií
sl_si: Izmenjava fotografij

source: Podcasts
fi_fi: Podcastit
ru_ru: Подкасты
sk_sk: Podcasty
sl_si: Poddaje

source: Politics
fi_fi: Politiikka
ru_ru: Политика
sk_sk: Politika
sl_si: Politika

source: Pornography
fi_fi: Pornografia
ru_ru: Порнография
sk_sk: Pornografia
sl_si: Pornografija

source: Portals
fi_fi: Portaalit
ru_ru: Порталы
sk_sk: Portály
sl_si: Portali

source: Proxy/Anonymizer
fi_fi: Välityspalvelin / anonyymi käyttö
ru_ru: Прокси и анонимайзеры
sk_sk: Server proxy/anonymizačná lokalita
sl_si: Posredniški strežniki/anonimizator

source: Radio
ru_ru: Радио
sk_sk: Rozhlas

# radioButton_CustomContent
source: Custom
fi_fi: Mukautettu
ru_ru: Пользовательская установка
sk_sk: Vlastné
sl_si: Po meri

source: Religious
fi_fi: Uskonnollinen
ru_ru: Религия
sk_sk: Náboženstvo
sl_si: Religija

source: Research/Reference
fi_fi: Tutkimus/viite
ru_ru: Исследования/рекомендации
sk_sk: Výskum/referencie
sl_si: Raziskave/reference

source: Search Engines
fi_fi: Hakukoneet
ru_ru: Поисковые системы
sk_sk: Vyhľadávače
sl_si: Iskalni mehanizmi

source: Sexuality
fi_fi: Seksuaalisuus
ru_ru: Сексуальность
sk_sk: Sexualita
sl_si: Spolnost

source: Social Networking
fi_fi: Yhteisöpalvelut
ru_ru: Социальные сети
sk_sk: Sociálne siete
sl_si: Družabna omrežja

source: Software/Technology
fi_fi: Ohjelmistot/tekniikka
ru_ru: ПО/технологии
sk_sk: Softvér/technológia
sl_si: Programska oprema/tehnologija

source: Sports
fi_fi: Urheilu
ru_ru: Спорт
sk_sk: Šport
sl_si: Šport

source: Tasteless
fi_fi: Mauton
ru_ru: Шокирующий контент
sk_sk: Bez chuti
sl_si: Neokusne vsebine

source: Television
fi_fi: Televisio
ru_ru: Телевидение
sk_sk: Televízia
sl_si: Televizija

source: Tobacco
fi_fi: Tupakka
ru_ru: Табак
sk_sk: Tabak
sl_si: Tobak

source: Travel
fi_fi: Matkailu
ru_ru: Путешествия
sk_sk: Cestovanie
sl_si: Potovanja

source: Typo Squatting
fi_fi: Kirjoitusvirhekaappaus
ru_ru: Тайпсквоттинг
sl_si: Kraja spletnih naslovov

source: Video Sharing
fi_fi: Videoiden jakaminen
ru_ru: Публикация видео
sk_sk: Zdieľanie videa
sl_si: Izmenjava videoposnetkov

source: Visual Search Engines
fi_fi: Visuaaliset hakukoneet
ru_ru: Визуальные поисковые машины
sk_sk: Vizuálne vyhľadávače
sl_si: Vizualni iskalni mehanizmi

source: Weapons
fi_fi: Aseet
ru_ru: Оружие
sk_sk: Zbrane
sl_si: Orožje

source: Webmail
fi_fi: Verkkosähköposti
ru_ru: Веб-почта
sk_sk: Webová pošta
sl_si: Spletna pošta

source: Web Spam
fi_fi: Verkkoroskaposti
ru_ru: Спам
sk_sk: Webová nevyžiadaná pošta
sl_si: Spletna neželena pošta

source: Custom Data
fi_fi: Mukautetut tiedot
ru_ru: Пользовательские данные
sk_sk: Vlastné údaje
sl_si: Podatki po meri

# EmptyUsernameOrPassword
source: The user name or password field is empty.
fi_fi: Käyttäjätunnus- tai salasanakenttä on tyhjä.
ru_ru: Необходимо ввести имя пользователя или пароль.
sk_sk: Pole používateľského mena alebo hesla je prázdne.
sl_si: Polje z uporabniškim imenom ali geslom je prazno.

# txtRouterFirmware
source: Firmware Version
fi_fi: Laiteohjelman versio
ru_ru: Версия микропрограммного обеспечения
sl_si: Različica vdelane programske opreme

# CopyToClipboard
source: The password is copied to the clipboard. To connect this network, select Settings > WLAN.
fi_fi: Salasana kopioidaan leikepöydälle. Muodosta yhteys tähän verkkoon valitsemalla asetukset > WLAN.
ru_ru: Пароль скопирован в буфер обмена. Для подключения к данной сети выберите пункт меню \"Настройки\" > WLAN.
sl_si: Geslo je bilo kopirano na odložišče. Če želite vzpostaviti povezavo s tem omrežjem, izberite Nastavitve > WLAN.

# LoggedInBypass
source: You are logged in as
fi_fi: Et ole kirjautuneena sisään tunnuksella
ru_ru: Вы зарегистрированы как
sl_si: Prijavljeni ste kot

source: Logging in…
fi_fi: Kirjaudutaan sisään…
ru_ru: Выполняется вход в систему…
sl_si: Prijavljanje ...

source: Logging out…
fi_fi: Kirjaudutaan ulos…
ru_ru: Выполняется выход из системы…
sl_si: Odjavljanje ...

# UnmatchedPassword
source: The password does not match this user name. Please try again.
fi_fi: Salasana ei vastaa käyttäjänimeä. Yritä uudelleen.
ru_ru: Пароль не соответствует этому имени пользователя. Повторите попытку.
sl_si: Geslo se ne ujema z uporabniškim imenom Poskusite znova.

source: Access Control
fi_fi: Käytön valvonta
ru_ru: Контроль доступа
sl_si: Nadzor dostopa

# btnAllow
source: Allow
fi_fi: Salli
ru_ru: Разрешить
sl_si: Dovoli

# btnBlock
source: Block
fi_fi: Estä
ru_ru: Блокировать
sl_si: Zavrni

source: Windows Tablet
ru_ru: Планшет с ОС Windows
sl_si: Tablični računalnik Windows

source: Linux PC
ar_om: كمبيوتر Linux
fi_fi: Linux-tietokone
sk_sk: Počítač Linux
sl_si: Osebni računalnik Linux

# OkButtonContent
source: OK
sl_si: V redu

# ResourceFlowDirection
source: LeftToRight
ar_om: RightToLeft
